Repository: FELTRINCyril/Muscu
Catalog: App/Resources/Localizable.xcstrings
Source language: fr
Languages: en

source: Échec musculaire atteint
en: Muscular failure reached

source: Échouée
en: Failed

source: Échéance
en: Deadline

source: Échéance : %@
en: Deadline: %@

source: Écran allumé pendant la séance
en: Keep screen on during workouts

source: Écrire les séances terminées
en: Write finished workouts

source: Écriture dans Santé impossible : %@
en: Writing to Health is not possible: %@

source: Énergie active
en: Active energy

source: Énergie, sommeil, courbatures, stress et douleurs déclarées.
en: Energy, sleep, soreness, stress and declared pain.

source: État
en: Status

source: Évolution
en: Trend

# Évolution de %@. %@
source: Évolution de %1$@. %2$@
en: Trend of %@. %@

source: à venir
en: upcoming

source: échec
en: failed

source: … et %lld autre(s).
en: … and %lld more.
